<template>
  <!-- title="이용약관/개인정보 처리방침" -->
  <base-popup
    :propShowModal="showModal"
    :propIsScrollClass="true"
    @popClose="onHideModal"
    @confirm="onConfirm"
    title="개인정보 처리방침"
    class="ly-pop-type1 terms"
  >
    <template v-slot:body>
      <div class="tab-type3" id="tabs-type3">
        <!-- <ul class="tab-menu">
          <li :class="{'active':currentTab===index}" v-for="(tab, index) in tabsType" :key="index">
            <button type="button" @click="currentTab = index">{{tab}}</button>
          </li>
        </ul> -->
        <div class="tab-content">
          <div v-show="currentTab == 1">
            <div class="terms-wrap">
              <h2>제 1조 (목적)</h2>
              <p>본 차세대그룹웨어 Cleverse 이용약관(이하 "약관")은 회원(이하 별도 정의한 바와 같음)이 한화시스템/ 주식회사(이하 "회사")가 운영하는 그룹웨어를 이용함에 있어 회사와 회원간의 제반 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.</p>
              <h2>제 2조 (용어의 정의)</h2>
              <ol>
                <li><span class="num">1.</span>"한화시스템 차세대그룹웨어"(hsi.cleverse.kr; 이하 "Cleverse")이란 원할한 업무협업 및 정보공유를 통해 일하는 방식 변화와 업무효율성 제고할 수 있도록 구축된 업무공유시스템과 고도화된 기존 그룹웨어가 통합된 회사가 구축 · 운영하는 시스템을 말합니다.</li>
                <li><span class="num">2.</span>"회원"이란 Cleverse에 접속하여 본 약관에 대한 동의 절차, 회사가 요구하는 각종 정보제공 절차 등 회원등록과 관련하여 회사가 정한 제반 절차를 거친 후 회사로부터 최종 승인을 획득한 법인의 담당자 또는 개인사업자를 말합니다.</li>
                <li><span class="num">3.</span>"회원 아이디(ID)"란 회원의 식별을 위하여 회원이 선정하고 회사가 승인한 문자와 숫자 아이템 조합을 말합니다.</li>
                <li><span class="num">4.</span>"회원 비밀번호(Password)"는 회원의 동일성 확인과 회원의 권익 및 비밀 보호를 위하여 회원이선정하고 회사가 승인한 문자와 숫자 아이템 조합을 말합니다.</li>
                <li><span class="num">5.</span>기타 본 약관에서 사용하는 용어의 의미는 관계법령과 일반적인 상거래 관행에 의합니다.</li>
              </ol>
              <h2>제 3조 (약관의 적용 및 개정)</h2>
              <ol>
                <li><span class="num">1.</span>본 약관은 회원이 회원등록을 위하여 본 약관에 동의하는 것으로 효력을 발생합니다.</li>
                <li><span class="num">2.</span>회사는 Cleverse의 원활한 운영을 위하여 본 약관을 수시로 개정할 수 있습니다. 본 약관이 개정된 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 Cleverse 홈페이지에 적용일자 7일 이전부터 적용일자 전일까지 공고합니다. 단, 긴급을 요할 경우 변경 즉시 이를 공고하고 적용할 수 있습니다.</li>
                <li><span class="num">3.</span>본 조 제2항에 따라 개정된 약관은 개정 내용이 관계 법령에 위배되지 않고 별도의 경과규정이 없는 한 개정 이전에 등록한 회원에게도 적용됩니다.</li>
                <li><span class="num">4.</span>회원은 개정된 약관에 동의하지 않는 경우 제5조 제1항에 정한 방법으로 회원탈퇴를 요청할 수 있으며 회원이 적용일자 전일까지 이의를 제기하지 않는 경우에는 개정된 약관에 동의한 것으로 봅니다.</li>
                <li><span class="num">5.</span>본 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 관계법령과 일반적인 상거래 관행에 따릅니다.</li>
              </ol>
              <h2>제 4조 (회원등록절차)</h2>
              <ol>
                <li><span class="num">1.</span>Cleverse 이용계약은 회원이 되고자 하는 자(이하 "신청인")가 회원등록 신청을 하고 그 등록신청에 대하여 회사가 승인한 때에 성립합니다.</li>
                <li><span class="num">2.</span>회원으로 가입하고자 하는 자는 회사가 Cleverse 홈페이지에 제공하는 회원등록 신청양식에 아래 사항을 정확하고 사실과 다름이 없이 기입하여야 합니다. 소속회사, 성명, 휴대폰번호, 이메일주소 등</li>
                <li><span class="num">3.</span>회사는 다음 각 호의 1에 해당하는 사항을 인지하는 경우 회원등록 신청에 대한 승낙을 거부할 수 있습니다.
                  <ol>
                    <li><span class="num">1)</span>이미 등록된 회원의 회사명, 성명과 동일한 경우</li>
                    <li><span class="num">2)</span>등록신청내용에 허위, 기재누락, 오기가 있는 경우</li>
                    <li><span class="num">3)</span>본 시스템 운영을 방해할 의도로 등록신청하는 경우</li>
                    <li><span class="num">4)</span>기타 회사 소정의 이용신청요건을 충족하지 못하는 경우</li>
                  </ol>
                </li>
                <li><span class="num">4.</span>회원은 등록시 기입한 정보의 변경이 발생한 경우 지체없이 변경사항을 수정해야 합니다. 만약 변경사항이 수정되지 않아 발생하는 회원의 어떠한 손해에 대해서도 회사는 책임지지 않습니다.</li>
              </ol>
              <h2>제 5조 (회원탈퇴 및 자격상실)</h2>
              <ol>
                <li>
                  <span class="num">1.</span>회원의 탈퇴
                  <ol>
                    <li><span class="num">1)</span>회원은 언제든지 회원탈퇴의사를 e-mail, Fax., 기타의 방법으로 회사에 통지함으로써 탈퇴할 수 있습니다.</li>
                  </ol>
                </li>
                <li>
                  <span class="num">2.</span>회원자격 상실
                  <ol>
                    <li><span class="num">1)</span>회사는 회원에게 다음과 같은 사유가 발생하는 경우 회원자격을 상실 시킬 수 있습니다.
                      <ol>
                        <li><span class="num">①</span>타인의 아이디 또는 비밀번호를 도용하거나 회원 자신의 아이디 또는 비밀번호를 타인에게 제공하였을 경우</li>
                        <li><span class="num">②</span>허위 가입자임이 밝혀진 경우</li>
                        <li><span class="num">③</span>회사가 제공하는 서비스의 원활한 진행을 방해하는 경우</li>
                        <li><span class="num">④</span>기타 본 약정을 위반한 경우</li>
                      </ol>
                    </li>
                    <li><span class="num">2)</span>회사는 전 호의 사유 발생시 회원에게 e-mail, Fax, 전화 또는 기타의 방법으로 회원자격을 상실한 사실 및 그 사유를 통지하며 이 경우 회원과 회사간 Cleverse 이용계약은 해지됩니다.</li>
                    <li><span class="num">3)</span>회사는 본 조 제2항의 사유로 인한 회원자격 상실시 회원에게 발생하는 손해에 대하여 일체 책임지지 않습니다.</li>
                  </ol>
                </li>
              </ol>
              <h2>제 6조 (회원 ID및 비밀번호 관리책임)</h2>
              <ol>
                <li><span class="num">1.</span>회원은 회원 .아이디와 회원 비밀번호를 통하여 Cleverse에 접속함으로써 동 시스템을 이용할 수 있습니다.</li>
                <li><span class="num">2.</span>회원은 회원 아이디와 회원 비밀번호를 스스로의 책임 아래 관리하여야 하며 회원 아이디와 회원 비밀번호를 타인에게 양도하거나 사용하게 할 수 없습니다.</li>
                <li><span class="num">3.</span>회사는 회사의 고의 또는 과실에 의하지 않은 회원 아이디나 회원 비밀번호의 유출에 대하여 책임지지 않으며 이로 인하여 발생하는 어떠한 손해에 대하여도 책임지지 않습니다.</li>
              </ol>
              <h2>제 7조 (회원/이용자의 의무)</h2>
              <ol>
                <li><span class="num">1.</span>회원은 본 약관, 관계법령, 기타 Cleverse 이용과 관련하여 회사가 수시로 통보하는 사항을 준수하여야 합니다.</li>
                <li><span class="num">2.</span>회원은 Cleverse을 이용하여 얻은 정보를 회사의 사전 서면동의 없이 복사, 복제, 변경하거나 이를 타인에게 제공할 수 없습니다.</li>
                <li><span class="num">3.</span>회원은 Cleverse 이용과 관련하여 다음 각 호의 행위를 하여서는 안됩니다.
                  <ol>
                    <li><span class="num">1)</span>다른 회원의 아이디나 비밀번호를 부정 사용하는 행위</li>
                    <li><span class="num">2)</span>회사 및 회사 임·직원을 포함하여 타인의 명예를 훼손하거나 모욕 하는 행위</li>
                    <li><span class="num">3)</span>회사의 사전 서면동의 없이 광고물을 게재하거나 타인의 의사에 반하여 광고성 메일 등 일정한 내용을 지속적으로 전송하는 행위</li>
                    <li><span class="num">4)</span>기타 관계법령에 위배되는 행위</li>
                  </ol>
                </li>
                <li><span class="num">4.</span>회원이 Cleverse을 통하여 게시한 게시물에 대한 모든 권리 및 책임은 회원에게 있으며 회사는 회원이 게시한 게시물의 내용이 본 조 제3항에 정해진 바에 해당하는 경우 회원에 대한 사전통지나 동의 없이 이를 삭제할 수 있습니다.</li>
              </ol>
              <h2>제 8조 (회사의 역할과 책임)</h2>
              <ol>
                <li><span class="num">1.</span>회사는 본 약관이 정하는 바에 따라 지속적이고 안정적이며, 이용자가 신뢰할 수 있는 서비스를 제공하기 위해서 노력합니다.</li>
                <li><span class="num">2.</span>회사는 회원등록을 위하여 회원의 정보를 수집할 수 있으며, 수집된 정보는 회원에 대한 알림발송 및 로그인 2단계 인증절차에 사용됩니다.</li>
                <li><span class="num">3.</span>회사의 고의 또는 중대한 과실로 인해 Cleverse 회원이 입은 손해의 배상책임은 회사에 있습니다. 단, 본 약관 제9조의 시스템의 운영 중단 또는 시스템 장애의 경우에는 책임이 면제됩니다. </li>
              </ol>
              <h2>제 9조 (Cleverse의 운영중단 및 시스템 장애)</h2>
              <ol>
                <li><span class="num">1.</span>회사는 컴퓨터 등 전산장비의 보수점검, 교체, 외부 해킹발생 등의 사유로 서비스 제공을 일시적으로 중단할 수 있습니다</li>
              </ol>
              <h2>제 10조(면책조항)</h2>
              <ol>
                <li><span class="num">1.</span>회사는 천재지변, 전쟁, 폭동, 내란, 법령의 개폐 및 제정, 공권력에 의한 명령 및 처분, 노동쟁의, 기간통신사업아이템 전기통신 서비스의 중지, 정전, 번개, 홍수, 태풍, 지진, 공장의 사고, 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 책임을 지지 아니합니다.</li>
                <li><span class="num">2.</span>회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.</li>
                <li><span class="num">3.</span>회사는 고의 또는 중대한 과실로 인한 경우를 제외하고는 회원이 Cleverse상에 게재된 정보, 자료, 사실의 정확성 등을 신뢰함으로써 입은 손해에 관하여 책임을 지지 않습니다.</li>
              </ol>
              <h2>제 11조 (저작권 귀속 및 이용제한)</h2>
              <ol>
                <li><span class="num">1.</span>회사가 작성한 저작물에 대한 저작권 기타 일체의 지적재산권은 회사에 귀속됩니다.</li>
                <li><span class="num">2.</span>회원은 서비스를 이용하는 과정에서 얻은 정보를 회사의 사전 승낙없이 복제, 송신, 출판, 배포, 방송 기타 어떠한 방법에 의하여도 재화나 용역의 판매 이외의 다른 목적으로 이용하거나 제3자에게 이를 이용하게 하여서는 안됩니다.</li>
              </ol>
              <h2>제 12조 (관할)</h2>
              <ol>
                <li><span class="num">1.</span>본 약관과 관련하여 회사와 회원간 분쟁이 발생한 경우에는 서울지방법원을 제1심 관할법원으로 합니다.</li>
              </ol>
              <dl>
                <dt>부 칙</dt>
                <dd>본 약관은 2022년 12월 31일부터 시행합니다.</dd>
              </dl>
            </div>
          </div>
          <div v-show="currentTab == 0">
            <!-- <div class="terms-wrap">
              <p>
                저희 한화시스템 주식회사(이하 ‘회사’)는 이용자들의 개인정보를 소중히 다루고 개인정보와 관련된 법규를 준수하고 있습니다. 회사는 ‘개인정보보호법’ 등 관련 법령과 ‘개인정보처리방침’ 및 개인정보보호위원회의 ‘표준 개인정보보호지침’을 준수합니다.
                <br><br>
                회사의 개인정보처리방침은 정부의 법률 및 지침 변경이나 회사의 내부 방침 변경 등으로 인하여 수시로 변경될 수 있고, 이에 따른 개인정보처리방침의 지속적인 개선을 위하여 필요한 절차를 정하고 있습니다. 그리고 개인정보처리방침이 변경될 경우 홈페이지(hsi.cleverse.kr)를 통해 고지하고 있습니다. 이용자들께서는 사이트 방문 시 수시로 확인하시기 바랍니다.
                <br><br>
                <em>회사의 「개인정보처리방침」은 아래와 같은 내용을 담고 있습니다.</em>
              </p>
              <ol class="tit-box">
                <li>1. 개인정보의 수집에 대한 동의</li>
                <li>2. 개인정보의 수집 및 이용 목적</li>
                <li>3. 개인정보의 수집 항목</li>
                <li>4. 개인정보의 수집 방법</li>
                <li>5. 개인정보의 보유 및 이용기간</li>
                <li>6. 동의를 거부할 권리 및 동의 거부에 따른 불이익</li>
                <li>7. 수집한 개인정보의 이용 및 제3자 제공</li>
                <li>8. 정보주체의 권리∙의무 및 그 행사방법에 관한 사항</li>
                <li>9. 개인정보의 수집, 이용, 제공에 대한 동의철회</li>
                <li>10. 개인정보 파기절차 및 방법</li>
                <li>11. 개인정보처리방침의 고지 또는 통지방법</li>
                <li>12. 개인정보보호를 위한 기술 및 관리적 대책</li>
                <li>13. 게시물</li>
                <li>14. 개인정보 자동 수집장치의 설치∙운영 및 그 거부에 대한 사항</li>
                <li>15. 이용자의 권리와 의무</li>
                <li>16. 의견수렴 및 불만처리</li>
                <li>17. 개인정보관리 책임자 및 담당자</li>
                <li>18. 고지의무</li>
              </ol>
              <h2>1. 개인정보 수집에 대한 동의</h2>
              <p>회사는 고객님께서 개인정보처리방침 내용 중 개인정보 수집에 대하여 「동의한다」 또는 「동의하지 않는다」버튼을 클릭할 수 있는 절차를 마련하고 있으며, 「동의한다」버튼을 클릭하면 개인정보 수집에 대해 동의한 것으로 봅니다. 「동의하지 않는다」버튼을 클릭할 경우 회원가입에 제약이 있을 수 있습니다.</p>
              <h2>2. 개인정보의 수집 및 이용 목적</h2>
              <p>
                "개인정보"라 함은 생존하는 개인에 관한 정보로서 당해 정보에 포함되어 있는 성명, 주민등록번호 등의 사항에 의하여 당해 개인을 식별할 수 있는 정보(당해 정보만으로는 특정 개인을 식별할 수 없더라도 다른 정보와 용이하게 결합하여 식별할 수 있는 것을 포함)를 말합니다.
                <br>회사가 고객의 개인정보를 수집 이용하는 목적은 다음과 같습니다.
              </p>
              <ol>
                <li><span class="num">가.</span>서비스 가입/변경/해지 처리, 서비스 문의 등을 포함한 이용계약 관련 사항의 처리</li>
                <li><span class="num">나.</span>기타 개인정보 처리방침(https://hsi.cleverse.kr)에 고지된 수탁자에게 서비스 제공 등 계약의 이행에 필요한 업무의 위탁</li>
              </ol>
              <h2>3. 개인정보의 수집 항목</h2>
              <ol>
                <li><span class="num">가.</span>회사는 기본적인 서비스 제공을 위한 최소한의 정보만을 수집하고 있습니다.</li>
                <li><span class="num">나.</span>회사는 이용자의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 건강상태 및 성생활 등)는 수집하지 않습니다. 그리고, 어떤 경우에라도 입력하신 정보를 이용자들에게 사전에 밝힌 목적 이외에 다른 목적으로는 사용하지 않으며 외부로 유출하지 않습니다.</li>
                <li><span class="num">다.</span>회사는 다음과 같이 개인 정보를 수집하여 이용합니다.</li>
              </ol>
              <table class="term-board">
              <colgroup>
              <col style="width:160px;">
              <col>
              </colgroup>
              <thead>
              <tr>
                <th scope="col">유형</th>
                <th scope="col">수집 항목</th>
              </tr>
              </thead>
              <tbody>
              <tr>
                <td>필수</td>
                <td class="txt-l">사용자아이디, 비밀번호, 소속회사명, 이메일, 휴대폰번호</td>
              </tr>
              </tbody>
              </table>
              <h2>4. 개인정보의 수집 방법</h2>
              <p>회사는 다음과 같은 방법으로 개인정보를 수집합니다.</p>
              <ol>
                <li><span class="num">-</span>협력사 직원 : 시스템(https://hsi.cleverse.kr)을 통한 회원가입 시 제공한 개인 정보</li>
                <li><span class="num">-</span>그룹 계열사 직원 : 개인 정보 수집 동의 이후 사별 정보 데이터 연동</li>
              </ol>
              <h2>5. 개인정보의 보유 및 이용기간</h2>
              <p>회사는 고객의 개인정보를 고객께 서비스를 제공하는 기간(이용기간) 또는 분쟁처리기간 (보유기간) 동안에 한하여 보유하고 이를 활용합니다. 다만, 법률에 특별한 규정이 있는 경우에는 관계 법령에 따라 보관 됩니다.</p>
              <ol>
                <li><span class="num">가.</span>이용기간 : 서비스 가입기간(가입일~해지일 또는 서비스를 위한 일련의 절차 종료시점까지) 또는 분쟁기간 동안</li>
                <li><span class="num">나.</span>보유기간 : 고객의 개인정보는 회사가 고객에게 서비스를 제공하는 기간 동안에 보유합니다 . 회원 탈퇴 시 수집된 개인 정보는 열람 또는 이용될 수 없도록 파기 처리 됩니다.</li>
                <li><span class="num">다.</span>기타 : 고객님의 동의를 받아 보유하고 있는 개인정보에 대해 고객님께서 열람을 요구하는 경우에는 지체 없이 그 열람, 확인할 수 있도록 조치합니다.</li>
              </ol>
              <h2>6. 동의를 거부할 권리 및 동의 거부에 따른 불이익</h2>
              <ol>
                <li><span class="num">가.</span>고객은 본 안내에 따른 개인정보의 수집, 이용 등과 관련한 본 방침의 사항에 대하여 원하지 않는 경우 동의를 거부할 수 있습니다.</li>
                <li><span class="num">나.</span>다만, 본 안내에 따른 개인정보의 수집, 이용 등과 관련한 사항은 회사의 공정한 기회 제공 및 거래에 있어 필수적인 항목으로 이에 대하여 동의하지 않는 경우 거래에 제약이 따를 수 있다는 점을 유념하시기 바랍니다.</li>
              </ol>
              <h2>7. 수집한 개인정보의 이용 및 제3자 제공</h2>
              <ol>
                <li><span class="num">가.</span>회사는 고객님의 개인정보를 가입신청서, 서비스이용약관, 「개인정보처리방침」의 「개인정보의 수집 및 이용목적」에서 고지한 범위 내에서 사용하며, 동 범위를 초과하여 이용하거나 타인 또는 타기업 · 기관에 제공하지 않습니다. 단, 다음의 경우에는 주의를 기울여 개인정보를 이용 및 제공할 수 있습니다.
                  <ol>
                    <li><span class="num">-</span>매각·인수합병 : 영업의 전부 또는 일부를 양도하거나, 합병·상속 등으로 서비스제공자의 권리·의무를 이전 승계하는 경우 개인정보보호 관련 고객의 권리를 보장하기 위하여 반드시 그 사실을 고객에게 통지합니다.</li>
                  </ol>
                </li>
                <li><span class="num">나.</span>회사는 개인정보 수집 시 고객에게 고지한 범위 또는 서비스이용약관에 명시한 범위를 넘어 이용하거나 제3자에게 제공하지 않습니다. 다만, 고객의 동의가 있거나 다음에 해당하는 경우에는 예외로 합니다.
                  <ol>
                    <li><span class="num">-</span>서비스의 제공에 관한 계약의 이행을 위하여 필요한 개인정보로서 경제적·기술적인 사유로 통상의 동의를 받는 것이 현저히 곤란한 경우</li>
                    <li><span class="num">-</span>서비스 제공에 따른 요금정산을 위하여 필요한 경우</li>
                    <li><span class="num">-</span>통신비밀보호법, 국세기본법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 금융실명거래 및 비밀보장에 관한 법률, 신용정보의 이용 및 보호에 관한 법률, 전기통신기본법, 전기통신사업법, 지방세법, 소비자기본법, 한국은행법, 형사소송법 등 다른 법률에 특별한 규정이 있는 경우. 단, `법률에 특별한 규정이 있는 경우’로 행정목적이나 수사목적으로 행정관청 또는 수사기관이 요구해 온 경우라도 무조건 고객의 개인정보를 제공하지 않으며, 법률에 규정된 바에 따라 영장 또는 기관장의 직인이 날인된 서면에 의한 경우 등 적법한 절차에 따라 제공합니다.</li>
                  </ol>
                </li>
                <li><span class="num">다.</span>개인정보 제공 현황 : 개인정보 제공 현황은 제휴관계의 개시 또는 종료에 따라 변동이 가능하며 개인정보 제공과 함께 목록에 게시되고 제휴관계 종료 등으로 인한 개인정보의 파기와 함께 목록에서 삭제됩니다.</li>
              </ol>
              <h2>8. 정보주체의 권리∙의무 및 그 행사방법에 관한 사항</h2>
              <ol>
                <li><span class="num">가.</span>개인정보 열람 요구권
                  <ol>
                    <li><span class="num">1)</span>정보주체는 회사가 처리하는 자신의 개인정보에 대한 열람을 요구할 수 있습니다.</li>
                    <li><span class="num">2)</span>회사는 정보주체로부터 열람을 요구 받았을 때 10일 이내에 정보주체에게 해당 개인정보를 열람할 수 있도록 하여야 합니다. 열람할 수 없는 정당한 사유가 있을 때에는 정보주체에게 그 사유를 알리고 열람을 연기할 수 있으며, 그 사유가 소멸하면 지체 없이 열람하게 하여야 합니다.</li>
                    <li><span class="num">3)</span>회사는 다음의 사유에 해당하는 경우에는 정보주체에게 그 사유를 알리고 열람을 제한하거나 거절할 수 있습니다.
                      <ol>
                        <li><span class="num">①</span>법률에 따라 열람이 금지되거나 제한되는 경우</li>
                        <li><span class="num">②</span>다른 사람의 생명, 신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는 경우</li>
                      </ol>
                    </li>
                  </ol>
                </li>
                <li><span class="num">나.</span>개인정보 정정∙삭제 요구권
                  <ol>
                    <li><span class="num">1)</span>정보주체는 회사에게 자기 개인정보의 정정 또는 삭제를 요구할 수 있습니다. 다만, 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 삭제를 요구할 수 없습니다.</li>
                    <li><span class="num">2)</span>회사는 정보주체가 자기 개인정보의 정정 또는 삭제를 요구할 경우 법령에 특별한 절차가 규정되어 있는 경우를 제외하고는 지체 없이 정정, 삭제 등 필요한 조치를 취한 후 그 결과를 정보주체에게 알려야 합니다.</li>
                    <li><span class="num">3)</span>정보주체가 개인정보의 오류에 대한 정정을 요청한 경우, 정정을 완료하기 전까지 당해 개인 정보를 이용 또는 제공하지 않습니다.</li>
                    <li><span class="num">4)</span>잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정하도록 조치하겠습니다.</li>
                    <li><span class="num">5)</span>회사가 개인정보를 삭제할 때에는 복구 또는 재생되지 않도록 조치하여야 합니다.</li>
                    <li><span class="num">6)</span>회사는 필요한 경우 해당 정보주체에게 정정, 삭제 요구사항의 확인에 필요한 증거자료를 제출하게 할 수 있습니다.</li>
                  </ol>
                </li>
                <li><span class="num">다.</span>개인정보 처리정지 요구권
                  <ol>
                    <li><span class="num">1)</span>정보주체는 회사에게 자기 개인정보 처리의 정지를 요구할 수 있습니다.</li>
                    <li><span class="num">2)</span>회사는 정보주체가 자기 개인정보 처리의 정지를 요구할 경우 지체 없이 개인정보 처리의 전부를 정지하거나 일부를 정지하여야 합니다. 다만 다음의 경우에는 정보주체의 처리정지 요구를 거절할 수 있습니다.
                      <ol>
                        <li><span class="num">①</span>법률에 특별한 규정이 있거나 법령상 의무를 준수하기 위하여 불가피한 경우</li>
                        <li><span class="num">②</span>다른 사람의 생명, 신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는 경우</li>
                        <li><span class="num">③</span>개인정보를 처리하지 아니하면 정보주체와의 근로 계약의 이행이 곤란한 경우로서 정보주체가 그 계약의 해지의사를 명확하게 밝히지 아니한 경우</li>
                      </ol>
                    </li>
                    <li><span class="num">3)</span>회사는 정보주체의 요구에 따라 처리가 정지된 개인정보에 대하여 지체없이 해당 개인정보의 파기 등 필요한 조치를 하여야 합니다.</li>
                  </ol>
                </li>
                <li><span class="num">라.</span>개인정보 열람/정정/삭제/처리정지 요청 방법
                  <ol>
                    <li><span class="num">1)</span>정보주체는 열람/정정/삭제/처리정지 요청을 할 경우 개인정보보호 담당자에게 메일로 전송해 주시면 즉시 처리해 드리도록 하겠습니다.</li>
                  </ol>
                </li>
              </ol>
              <h2>9. 개인정보의 수집, 이용, 제공에 대한 동의철회</h2>
              <ol>
                <li><span class="num">가.</span>회원가입 등을 통해 개인정보의 수집, 이용, 제공에 대해 귀하께서 동의하신 내용을 귀하는 언제든지 철회하실 수 있습니다. 동의철회는 홈페이지의 동의철회 페이지를 통해 개인정보의 수집, 이용, 제공에 대하여 선택적으로 철회할 수 있으며, 회원탈퇴 시 개인정보의 수집, 이용, 제공에 대하여 동의를 철회한 것으로 간주합니다. 또한, 개인정보관리책임자 및 개인정보관리 담당자에게 서면, 전화, E-mail등으로 연락하시면 즉시 회원탈퇴 또는 동의철회를 위해 필요한 조치를 취합니다. 동의 철회를 하고 개인정보를 파기하는 등의 조치를 취한 경우에는 그 사실을 귀하께 지체 없이 통지하도록 하겠습니다.(※ 단, 서비스 제공에 필요한 필수정보의 수집과 이용에 관한 동의철회는 예외로 합니다.)</li>
                <li><span class="num">나.</span>회사는 개인정보의 수집에 대한 동의철회 및 회원탈퇴를 개인정보를 수집하는 방법보다 쉽게 할 수 있도록 필요한 조치를 취합니다.</li>
              </ol>
              <h2>10. 개인정보 파기절차 및 방법</h2>
              <p>회사는 수집한 개인정보의 이용목적이 달성된 후에는 보관기간 및 이용기간에 따라 해당 정보를 지체 없이 파기합니다. 파기절차, 방법, 시점은 다음과 같습니다.</p>
              <ol>
                <li><span class="num">-</span>파기절차 및 시점 : 고객이 서비스 가입 등을 위해 기재한 개인정보는 서비스 해지 등 이용목적이 달성된 후 내부 방침 및 기타 관련 법령에 의한 정보보호 사유(위 개인정보의 보유 및 이용기간 참조)에 따른 보유기간이 경과한 후에 삭제되거나 파기합니다. 일반적으로 회사가 회원가입 시 수집되어 전자적 파일형태로 관리하는 개인정보는 회원 탈퇴 시점에 바로 삭제 됩니다.</li>
                <li><span class="num">-</span>파기방법 : 종이에 출력된 개인정보는 분쇄기로 분쇄 또는 소각하거나 화학약품 처리를 하여 용해하여 파기하고, 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.</li>
              </ol>
              <h2>11. 개인정보처리방침의 고지 또는 통지방법</h2>
              <ol>
                <li><span class="num">가.</span>회사는 고객이 동의한 범위를 넘어 고객의 개인정보를 이용하거나 제3자에게 제공하기 위해 고객의 추가적인 동의를 얻고자 하는 때에는 미리 고객에게 개별적으로 서면, 전자우편, 전화 등으로 해당사항을 고지합니다.</li>
                <li><span class="num">나.</span>타인에게 고객의 개인정보의 수집·보관·처리·이용·제공·관리·파기 등을 위탁하는 경우에는 가입화면, 서비스이용약관, 홈페이지의 개인정보처리방침 등을 통하여 그 사실을 고객에게 고지하고 동의를 얻습니다.</li>
                <li><span class="num">다.</span>회사가 영업의 전부 또는 일부를 양도하거나 합병·상속 등으로 그 권리·의무를 이전하는 경우 서면·전자우편 등을 통하여 고객에게 개별적으로 통지함과 동시에 홈페이지 첫 화면에서 식별할 수 있도록 표기하여 30일 이상 그 사실을 공지합니다. 다만, 서면·전자우편 기타의 방법에 의한 통지는 과실 없이 고객의 연락처를 알지 못하거나 천재·지변 기타 통지할 수 없는 정당한 이유가 있는 경우에는 2곳 이상의 중앙일간지(고객의 대부분이 특정 지역에 거주하는 경우에는 그 지역을 보급구역으로 하는 일간지로 할 수 있습니다.)에 1회 이상 공고하는 것으로 갈음합니다.</li>
              </ol>
              <h2>12. 개인정보보호를 위한 기술 및 관리적 대책</h2>
              <ol>
                <li><span class="num">가.</span>회사에서는 고객님의 개인정보를 보호하기 위해 기술적 대책과 관리적 대책을 마련하고 있으며, 이를 적용하고 있습니다.</li>
                <li><span class="num">나.</span>기술적 대책<br>
                  회사는 고객님의 개인정보를 처리함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적 대책을 강구하고 있습니다.
                  <ol>
                    <li><span class="num">-</span>고객님의 개인정보는 비밀번호에 의해 보호되며 파일 및 전송데이터를 암호화하거나 파일 잠금기능 (Lock)을 사용하여 중요한 데이터는 별도의 보안기능을 통해 보호되고 있습니다.</li>
                    <li><span class="num">-</span>회사는 백신프로그램을 이용하여 컴퓨터 바이러스에 의한 피해를 방지하기 위한 조치를 취하고 있습니다. 백신프로그램은 주기적으로 업데이트되며 갑작스런 바이러스가 출현할 경우 백신이 나오는 즉시 이를 제공함으로써 개인정보가 침해되는 것을 방지하고 있습니다.</li>
                    <li><span class="num">-</span>회사는 암호알고리즘을 이용하여 네트워크 상의 개인정보를 안전하게 전송할 수 있는 보안장치(SSL 또는 SET)를 채택하고 있습니다.</li>
                    <li><span class="num">-</span>해킹 등 외부침입에 대비하여 각 서버마다 침입차단시스템 및 취약점 분석시스템 등을 이용하여 보안에 만전을 기하고 있습니다.</li>
                  </ol>
                </li>
                <li><span class="num">다.</span>관리적 대책
                  <ol>
                    <li><span class="num">-</span>회사는 고객님의 개인정보에 대한 접근권한을 최소한의 인원으로 제한하고 있습니다. 그 최소한의 인원에 해당하는 자는 다음과 같습니다.</li>
                    <li><span class="num">-</span>개인정보관리책임자 및 담당자 등 개인정보관리업무를 수행하는 자</li>
                    <li><span class="num">-</span>기타 업무상 개인정보의 처리가 불가피한 자</li>
                    <li><span class="num">-</span>회사는 고객의 개인정보에 대한 접근 및 관리에 필요한 절차 등을 마련하여 소속 직원으로 하여금 이를 숙지하고 준수하도록 하고 있으며, 개인정보를 처리하는 직원을 대상으로 새로운 보안 기술 습득 및 개인정보보호 의무 등에 관해 정기적인 사내 교육 및 외부 위탁교육을 실시하고 있습니다.</li>
                    <li><span class="num">-</span>개인정보 관련 처리자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이뤄지고 있으며 입사 및 퇴사 후 개인정보 사고에 대한 책임을 명확히 하고 있습니다.</li>
                    <li><span class="num">-</span>전산실 및 자료 보관실 등을 특별 보호구역으로 설정하여 출입을 통제하고 있습니다.</li>
                    <li><span class="num">-</span>회사는 컴퓨터를 이용하여 고객의 개인정보를 처리하는 경우 개인정보에 대한 접근권한을 가진 담당자를 지정하여 식별부호(ID) 및 비밀번호를 부여하고, 해당 비밀번호를 정기적으로 갱신하고 있습니다.</li>
                    <li><span class="num">-</span>회사는 신규직원 채용 시 정보보호서약서 또는 개인정보보호서약서에 서명함으로 직원에 의한 정보유출을 사전에 방지하고 개인정보처리방침에 대한 이행사항 및 직원의 준수여부를 감사하기 위한 내부절차를 마련하여 지속적으로 시행하고 있습니다.</li>
                    <li><span class="num">-</span>회사는 직원 퇴직 시 비밀유지서약서에 서명함으로 회원의 개인정보를 처리하였던 자가 직무상 알게 된 개인정보를 훼손·침해 또는 누설하지 않도록 하고 있습니다.</li>
                    <li><span class="num">-</span>서비스이용계약체결 또는 서비스제공을 위하여 고객의 은행결제계좌 등 대금결제에 관한 정보를 수집하거나 고객에게 제공하는 경우 당해 고객이 본인임을 확인하기 위하여 필요한 조치를 취하고 있습니다.</li>
                    <li><span class="num">-</span>고객 개인의 실수나 기본적인 인터넷의 위험성 때문에 일어나는 일들에 대해 책임을 지지 않습니다. 회원의 경우 개개인이 본인의 개인정보를 보호하기 위해서 자신의 ID 와 패스워드를 적절하게 관리하고 여기에 대한 책임을 져야 합니다.</li>
                    <li><span class="num">-</span>다른 사람이 추측할 수 있는 쉬운 비밀번호는 사용을 피하시기를 권장하며, 정기적으로 비밀번호를 변경하시는 것이 바람직합니다.</li>
                    <li><span class="num">-</span>공동으로 사용하는 PC에서 저희 홈페이지를 접속하여 로그인 한 상태에서 다른 사이트로 이동하는 경우, 서비스 이용을 종료하는 경우에는 반드시 로그아웃 처리 후 해당 홈페이지를 종료하시기 바랍니다. 그렇지 않을 경우, 해당 브라우저를 통해 ID, 비밀번호 등 고객님의 정보가 타인에게 쉽게 유출될 위험이 있습니다.</li>
                    <li><span class="num">-</span>그 외 내부 관리자의 실수나 기술관리 상의 사고로 인해 개인정보의 상실, 유출, 변조, 훼손이 유발될 경우 회사는 즉각 고객님께 사실을 알리고 적절한 대책과 보상을 강구할 것입니다.</li>
                  </ol>
                </li>
              </ol>
              <h2>13. 게시물</h2>
              <ol>
                <li><span class="num">가.</span>회사는 고객의 게시물을 소중하게 생각하며 변조, 훼손, 삭제되지 않도록 최선을 다하여 보호합니다. 그러나 다음의 경우는 그러하지 아니합니다.
                  <ol>
                    <li><span class="num">-</span>스팸(spam)성 게시물(예: 행운의 편지, 특정사이트에 대한 광고, 타 사이트로의 유도 광고 및 링크 등)</li>
                    <li><span class="num">-</span>타인을 비방할 목적으로 허위 사실을 유포하여 타인의 명예를 훼손하는 글</li>
                    <li><span class="num">-</span>동의 없는 타인의 신상공개, 회사의 저작권, 제3자의 지적재산권 등 권리를 침해하는 내용, 기타 게시판 주제와 다른 내용의 게시물</li>
                    <li><span class="num">-</span>회사는 바람직한 게시판 문화를 활성화하기 위하여 동의 없는 타인의 신상 공개 시 특정부분을 삭제하거나 기호 등으로 수정하여 게시할 수 있습니다.</li>
                    <li><span class="num">-</span>다른 주제의 게시판으로 이동 가능한 내용일 경우 해당 게시물에 이동 경로를 밝혀 오해가 없도록 하고 있습니다.</li>
                    <li><span class="num">-</span>그 외의 경우 명시적 또는 개별적인 경고 후 삭제 조치할 수 있습니다.</li>
                  </ol>
                </li>
                <li><span class="num">나.</span>근본적으로 게시물에 관련된 제반 권리와 책임은 작성자 개인에게 있습니다. 또한 게시물을 통해 자발적으로 공개된 정보는 보호받기 어려우므로 정보 공개 전에 심사 숙고한 후 서비스를 이용하여야 합니다.</li>
              </ol>
              <h2>14. 개인정보 자동수집장치의 설치·운영 및 그 거부에 대한 사항</h2>
              <ol>
                <li><span class="num">가.</span>회사가 제공하는 인터넷서비스를 통하여 고객의 정보를 저장하고 수시로 찾아내는 쿠키(cookie)를 설치·운용할 경우도 있습니다. 쿠키란 웹 서버가 웹 브라우저에 보내어 저장했다가 서버의 부가적인 요청이 있을 때 다시 서버로 보내주는 문자열 정보를 말합니다. 고객이 웹사이트에 접속을 하면 고객의 브라우저에 있는 쿠키의 내용을 읽고, 추가정보를 찾아 접속에 따른 성명 등의 추가 입력 없이 서비스를 제공할 수 있습니다.</li>
                <li><span class="num">나.</span>고객은 쿠키 설치에 대한 선택권을 가지고 있습니다. 웹 브라우저 상단의 “도구 -&gt; 인터넷옵션 -&gt; 개인정보 -&gt; 고급”에서 모든 쿠키를 다 받아들이거나, 쿠키가 설치될 때 통지를 보내도록 하거나, 아니면 모든 쿠키를 거부할 수 있습니다. 단, 고객이 쿠키 설치를 거부하였을 경우 서비스 이용에 불편이 있거나, 서비스 제공에 어려움이 있을 수 있습니다.</li>
                <li><span class="num">다.</span>쿠키는 브라우저의 종료 시나 로그아웃 시 만료됩니다.</li>
              </ol>
              <h2>15. 이용자의 권리와 의무</h2>
              <ol>
                <li><span class="num">가.</span>고객님의 개인정보를 최신의 상태로 정확하게 입력하여 불의의 사고를 예방해 주시기 바랍니다. 입력한 부정확한 정보로 인해 발생하는 사고의 책임은 고객님께 있으며 타인 정보의 도용 등 허위정보를 입력할 경우 회원자격이 상실될 수 있습니다.</li>
                <li><span class="num">나.</span>고객님은 개인정보를 보호받을 권리와 함께 스스로를 보호하고 타인의 정보를 침해하지 않을 의무도 가지고 있습니다. 패스워드를 포함한 고객님의 개인정보가 유출되지 않도록 조심하시고 게시물을 포함한 타인의 개인정보를 훼손하지 않도록 유의해 주십시오. 만약 이 같은 책임을 다하지 못하고 타인의 정보를 훼손할 시에는『정보통신망 이용촉진 및 정보보호 등에 관한 법률』등에 의해 처벌받을 수 있습니다.</li>
              </ol>
              <h2>16. 의견수렴 및 불만 처리</h2>
              <ol>
                <li><span class="num">가.</span>회사는 고객의 의견을 매우 소중하게 생각하며, 고객은 의문사항으로부터 언제나 성실한 답변을 받을 권리가 있습니다.</li>
                <li><span class="num">나.</span>회사는 고객과의 원활한 의사소통을 위해 고객센터 등 고객상담창구를 운영하고 있으며 고객님께서 문의사항이 있을 경우 아래의 연락처로 문의하시면 언제든 성실한 답변을 받으실 수 있습니다.
                  <ol>
                    <li><span class="num">-</span>개인정보 관련 고객센터(TEL: 02-6313-3114)</li>
                  </ol>
                </li>
                <li><span class="num">다.</span>기타 개인정보 침해에 관한 상담이 필요한 경우에는 한국인터넷진흥원 개인정보침해신고센터, 경찰청 사이버안전국 등으로 문의하실 수 있습니다.</li>
              </ol>
              <table class="term-board">
              <colgroup>
              <col style="width:230px;">
              <col style="width:200px;">
              <col>
              </colgroup>
              <thead>
              <tr>
                <th scope="col">기관</th>
                <th scope="col">전화번호</th>
                <th scope="col">홈페이지</th>
              </tr>
              </thead>
              <tbody>
              <tr>
                <td class="txt-l">개인정보침해신고센터</td>
                <td class="txt-l">(국번없이)1833-6972</td>
                <td class="txt-l">http://privacy.kisa.or.kr</td>
              </tr>
              <tr>
                <td class="txt-l">개인정보 분쟁조정위원회</td>
                <td class="txt-l">(국번없이)118</td>
                <td class="txt-l">http://kopico.go.kr</td>
              </tr>
              <tr>
                <td class="txt-l">대검찰청 사이버수사과</td>
                <td class="txt-l">(국번없이)182</td>
                <td class="txt-l">http://spo.go.kr</td>
              </tr>
              <tr>
                <td class="txt-l">경찰청 사이버안전국</td>
                <td class="txt-l">(국번없이)1301</td>
                <td class="txt-l">http://cyberbureau.police.go.kr</td>
              </tr>
              </tbody>
              </table>
              <h2>17. 개인정보관리 책임자 및 담당자</h2>
              <ol>
                <li><span class="num">가.</span>회사는 고객의 개인정보보호를 매우 소중하게 생각하며, 고객의 개인정보가 훼손, 침해 또는 누설되지 않도록 최선을 다하고 있습니다. 그러나 기술적인 보완조치를 했음에도 불구하고, 해킹 등 기본적인 네트워크상의 위험성에 의해 발생하는 예기치 못한 사고로 인한 정보의 훼손 및 방문자가 작성한 게시물에 의한 각종 분쟁에 관해서는 책임이 없습니다.</li>
                <li><span class="num">나.</span>고객의 개인정보보호 관련 문의 시 Help Desk에서 신속하고 성실하게 답변을 드리도록 하고 있습니다. 또한 고객이 회사의 개인정보보호 담당자와 연락을 원하실 경우 아래의 연락처 또는 이메일로 연락을 주시면 개인정보 관련 문의사항에 대하여 신속하고 성실하게 답변해 드리겠습니다.</li>
              </ol>
              <table class="term-board">
              <colgroup>
              <col style="width:120px;">
              <col>
              <col style="width:120px;">
              <col>
              </colgroup>
              <thead>
              <tr>
                <th scope="col" colspan="2">개인정보관리 담당자</th>
                <th scope="col" colspan="2">개인정보관리 담당자</th>
              </tr>
              </thead>
              <tbody>
              <tr>
                <th scope="row" class="txt-l">담당부서</th>
                <td class="txt-l">SharedService담당</td>
                <th scope="row" class="txt-l">담당부서</th>
                <td class="txt-l">PI팀</td>
              </tr>
              <tr>
                <th scope="row" class="txt-l">성명/직급</th>
                <td class="txt-l">오윤상 담당</td>
                <th scope="row" class="txt-l">성명/직급</th>
                <td class="txt-l">김태연 차장</td>
              </tr>
              <tr>
                <th scope="row" class="txt-l">전화번호</th>
                <td class="txt-l">02-6313-3114</td>
                <th scope="row" class="txt-l">전화번호</th>
                <td class="txt-l">02-6313-3114</td>
              </tr>
              <tr>
                <th scope="row" class="txt-l">E-Mail</th>
                <td class="txt-l">privacy@hanwha.com</td>
                <th scope="row" class="txt-l">E-Mail</th>
                <td class="txt-l">privacy@hanwha.com</td>
              </tr>
              </tbody>
              </table>
              <h2>18. 고지 의무</h2>
              <p>현 개인정보처리방침은 2021년 01월 01일에 제정되었으며 정부의 정책 또는 보안기술의 변경에 따라 내용의 추가, 삭제 및 수정이 있을 경우에는 일반적인 내용의 경우 개정 최소 7일 전부터, 중요한 내용의 경우 개정 최소 30일 전부터 홈페이지(https://hsi.cleverse.kr)를 통해 고지할 것입니다.</p>
            </div> -->
            <div class="terms-wrap">
              <p>
                저희 한화시스템 주식회사(이하 ‘회사’)는 이용자들의 개인정보를 소중히 다루고 ‘개인정보보호법’에 따라 개인정보와 관련된 법규를 준수하고 있습니다.
                <br><br>
                본 방침은 고객의 개인정보를 보호하기 위하여 당사가 취하고 있는 개인정보의 처리에 관한 사항을 담고 있습니다. 당사의 개인정보처리방침은 정부의 법률 및 지침 변경이나 회사의 내부 방침 변경 등으로 인하여 수시로 변경될 수 있고, 이에 따른 개인정보처리방침의 지속적인 개선을 위하여 필요한 절차를 정하고 있습니다. 그리고 개인정보처리방침이 변경될 경우 홈페이지(hsi.cleverse.kr)를 통해 고지하고 있습니다. 이용자들께서는 사이트 방문 시 수시로 확인하시기 바랍니다.
                <br><br>
                <em>회사의 「개인정보처리방침」은 아래와 같은 내용을 담고 있습니다.</em>
              </p>
              <ol class="tit-box">
                <li>1. 개인정보의 처리 목적</li>
                <li>2. 개인정보의 처리 및 보유 기간</li>
                <li>3. 개인정보의 제3자 제공에 관한 사항</li>
                <li>4. 개인정보처리의 위탁에 관한 사항</li>
                <li>5. 정보주체와 법정대리인의 권리∙의무 및 그 행사방법에 관한 사항</li>
                <li>6. 개인정보 파기절차 및 방법</li>
                <li>7. 개인정보의 안전성 확보조치에 관한 사항</li>
                <li>8. 개인정보 자동수집 장치의 설치운영 및 거부에 관한 사항</li>
                <li>9. 의견수렴 및 불만 처리</li>
                <li>10. 개인정보 보호책임자에 관한 사항</li>
                <li>11. 영상정보처리기기 운영∙관리에 관한 사항</li>
                <li>12. 개인정보 처리방침의 변경에 관한 사항</li>
              </ol>
              <h2>1. 개인정보의 처리 목적</h2>
              <p>회사는 고객의 개인정보를 고객께 서비스를 제공하는 기간(이용기간) 또는 분쟁처리기간 (보유기간) 동안에 한하여 보유하고 이를 활용합니다. 다만, 법률에 특별한 규정이 있는 경우에는 관계 법령에 따라 보관 됩니다.</p>
              <ol>
                <li><span class="num">가.</span>개인정보"라 함은 생존하는 개인에 관한 정보로서 당해 정보에 포함되어 있는 성명, 주민등록번호 등의 사항에 의하여 당해 개인을 식별할 수 있는 정보(당해 정보만으로는 특정 개인을 식별할 수 없더라도 다른 정보와 용이하게 결합하여 식별할 수 있는 것을 포함)를 말합니다.</li>
                <li>
                  <span class="num">나.</span>당사는 개인정보처리 목적에 필요한 최소한의 개인정보를 처리하고 있으며, 목적은 다음과 같습니다.
                  <ol>
                    <li><span class="num">-</span>서비스 가입/변경/해지 처리, 서비스 문의 등을 포함한 이용계약 관련 사항의 처리</li>
                    <li><span class="num">-</span>기타 개인정보처리방침(https://hsi.cleverse.kr)에 고지된 수탁자에게 서비스 제공 등 계약의 이행에 필요한 업무의 위탁</li>
                  </ol>
                </li>
              </ol>
              <h2>2. 개인정보의 처리 및 보유 기간</h2>
              <ol>
                <li><span class="num">가.</span>회사는 이용자의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 건강상태 및 성생활 등)는 수집하지 않습니다. 그리고, 어떤 경우에라도 입력하신 정보를 이용자들에게 사전에 밝힌 목적 이외에 다른 목적으로는 사용하지 않으며 외부로 유출하지 않습니다.</li>
                <li><span class="num">나.</span>회사는 다음과 같이 개인 정보를 처리합니다.</li>
              </ol>
              <table class="term-board">
              <colgroup>
              <col style="width:160px;">
              <col>
              </colgroup>
              <thead>
              <tr>
                <th scope="col">유형</th>
                <th scope="col">수집 항목</th>
              </tr>
              </thead>
              <tbody>
              <tr>
                <td>필수</td>
                <td class="txt-l">이름, 사용자아이디, 비밀번호, 소속회사명, 이메일, 휴대폰번호, 사진, 직위(직책), 사원번호, 소속, 입사일, 근무지, 회사/팩스번호</td>
              </tr>
              </tbody>
              </table>
              <ol>
                <li>
                  <span class="num">다.</span>회사는 고객의 개인정보를 고객께 서비스를 제공하는 기간(이용기간) 또는 분쟁처리기간 (보유기간) 동안에 한하여 보유하고 이를 활용합니다. 다만, 법률에 특별한 규정이 있는 경우에는 관계 법령에 따라 보관 됩니다.
                  <ol>
                    <li><span class="num">-</span>이용기간 : 서비스 가입기간(가입일~해지일 또는 서비스를 위한 일련의 절차 종료시점까지) 또는 분쟁기간 동안</li>
                    <li><span class="num">-</span>보유기간 : 고객의 개인정보는 회사가 고객에게 서비스를 제공하는 기간 동안에 보유합니다 . 회원 탈퇴 시 수집된 개인 정보는 열람 또는 이용될 수 없도록 파기 처리 됩니다.</li>
                    <li><span class="num">-</span>기타 : 고객님의 동의를 받아 보유하고 있는 개인정보에 대해 고객님께서 열람을 요구하는 경우에는 지체 없이 그 열람, 확인할 수 있도록 조치합니다.</li>
                  </ol>
                </li>
              </ol>
              <h2>3. 개인정보의 제3자 제공에 관한 사항</h2>
              <ol>
                <li><span class="num">가.</span>회사는 고객님의 개인정보를 가입신청서, 서비스이용약관, 「개인정보처리방침」의 「개인정보의 수집 및 이용목적」에서 고지한 범위 내에서 사용하며, 동 범위를 초과하여 이용하거나 타인 또는 타기업 · 기관에 제공하지 않습니다. 단, 다음의 경우에는 주의를 기울여 개인정보를 이용 및 제공할 수 있습니다.
                  <ol>
                    <li><span class="num">-</span>매각·인수합병 : 영업의 전부 또는 일부를 양도하거나, 합병·상속 등으로 서비스제공자의 권리·의무를 이전 승계하는 경우 개인정보보호 관련 고객의 권리를 보장하기 위하여 반드시 그 사실을 고객에게 통지합니다.</li>
                  </ol>
                </li>
                <li><span class="num">나.</span>회사는 개인정보를 고객에게 고지한 범위 또는 서비스이용약관에 명시한 범위를 넘어 이용하거나 제3자에게 제공하지 않습니다. 다만, 고객의 동의가 있거나 다음에 해당하는 경우에는 예외로 처리할 수 있습니다.
                  <ol>
                    <li><span class="num">-</span>서비스의 제공에 관한 계약의 이행을 위하여 필요한 개인정보로서 경제적·기술적인 사유로 통상의 동의를 받는 것이 현저히 곤란한 경우</li>
                    <li><span class="num">-</span>서비스 제공에 따른 요금정산을 위하여 필요한 경우</li>
                    <li><span class="num">-</span>통신비밀보호법, 국세기본법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 금융실명거래 및 비밀보장에 관한 법률, 신용정보의 이용 및 보호에 관한 법률, 전기통신기본법, 전기통신사업법, 지방세법, 소비자기본법, 한국은행법, 형사소송법 등 다른 법률에 특별한 규정이 있는 경우. 단, `법률에 특별한 규정이 있는 경우’로 행정목적이나 수사목적으로 행정관청 또는 수사기관이 요구해 온 경우라도 무조건 고객의 개인정보를 제공하지 않으며, 법률에 규정된 바에 따라 영장 또는 기관장의 직인이 날인된 서면에 의한 경우 등 적법한 절차에 따라 제공합니다.</li>
                  </ol>
                </li>
                <li><span class="num">다.</span>인정보 제공 현황 : 개인정보 제공 현황은 제휴관계의 개시 또는 종료에 따라 변동이 가능하며 개인정보 제공과 함께 목록에 게시되고 제휴관계 종료 등으로 인한 개인정보의 파기와 함께 목록에서 삭제됩니다.</li>
              </ol>
              <h2>4. 개인정보처리의 위탁에 관한 사항</h2>
              <ol>
                <li><span class="num">가.</span>개인정보의 처리업무를 위탁하는 업체가 없으며, 향후 발생 시 위탁에 관한 사항이 업데이트됩니다.</li>
              </ol>
              <h2>5. 정보주체와 법정대리인의 권리∙의무 및 그 행사방법에 관한 사항</h2>
              <ol>
                <li>
                  <span class="num">가.</span>개인정보 열람 요구권
                  <ol>
                    <li><span class="num">-</span>정보주체는 회사가 처리하는 자신의 개인정보에 대한 열람을 요구할 수 있습니다.</li>
                    <li><span class="num">-</span>회사는 정보주체로부터 열람을 요구 받았을 때 10일 이내에 정보주체에게 해당 개인정보를 열람할 수 있도록 하여야 합니다. 열람할 수 없는 정당한 사유가 있을 때에는 정보주체에게 그 사유를 알리고 열람을 연기할 수 있으며, 그 사유가 소멸하면 지체 없이 열람하게 하여야 합니다.</li>
                    <li>
                      <span class="num">-</span>회사는 다음의 사유에 해당하는 경우에는 정보주체에게 그 사유를 알리고 열람을 제한하거나 거절할 수 있습니다.
                      <ol>
                        <li><span class="num">①</span>법률에 따라 열람이 금지되거나 제한되는 경우</li>
                        <li><span class="num">②</span>다른 사람의 생명, 신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는 경우</li>
                      </ol>
                    </li>
                  </ol>
                </li>
                <li>
                  <span class="num">나.</span>개인정보 정정∙삭제 요구권
                  <ol>
                    <li><span class="num">-</span>정보주체는 회사에게 자기 개인정보의 정정 또는 삭제를 요구할 수 있습니다. 다만, 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 삭제를 요구할 수 없습니다.</li>
                    <li><span class="num">-</span>회사는 정보주체가 자기 개인정보의 정정 또는 삭제를 요구할 경우 법령에 특별한 절차가 규정되어 있는 경우를 제외하고는 지체 없이 정정, 삭제 등 필요한 조치를 취한 후 그 결과를 정보주체에게 알려야 합니다.</li>
                    <li><span class="num">-</span>정보주체가 개인정보의 오류에 대한 정정을 요청한 경우, 정정을 완료하기 전까지 당해 개인 정보를 이용 또는 제공하지 않습니다.</li>
                    <li><span class="num">-</span>잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정하도록 조치하겠습니다.</li>
                    <li><span class="num">-</span>회사가 개인정보를 삭제할 때에는 복구 또는 재생되지 않도록 조치하여야 합니다.</li>
                    <li><span class="num">-</span>회사는 필요한 경우 해당 정보주체에게 정정, 삭제 요구사항의 확인에 필요한 증거자료를 제출하게 할 수 있습니다.</li>
                  </ol>          
                </li>
                <li>
                  <span class="num">다.</span>개인정보 처리정지 요구권
                  <ol>
                    <li><span class="num">-</span>정보주체는 회사에게 자기 개인정보 처리의 정지를 요구할 수 있습니다.</li>
                    <li>
                      <span class="num">-</span>회사는 정보주체가 자기 개인정보 처리의 정지를 요구할 경우 지체 없이 개인정보 처리의 전부를 정지하거나 일부를 정지하여야 합니다. 다만 다음의 경우에는 정보주체의 처리정지 요구를 거절할 수 있습니다.
                      <ol>
                        <li><span class="num">①</span>법률에 특별한 규정이 있거나 법령상 의무를 준수하기 위하여 불가피한 경우</li>
                        <li><span class="num">②</span>다른 사람의 생명, 신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는 경우</li>
                        <li><span class="num">③</span>개인정보를 처리하지 아니하면 정보주체와의 근로 계약의 이행이 곤란한 경우로서 정보주체가 그 계약의 해지의사를 명확하게 밝히지 아니한 경우</li>
                      </ol>
                    </li>
                    <li><span class="num">-</span>회사는 정보주체의 요구에 따라 처리가 정지된 개인정보에 대하여 지체없이 해당 개인정보의 파기 등 필요한 조치를 하여야 합니다.</li>
                  </ol>   
                </li>
                <li>
                  <span class="num">라.</span>개인정보 열람/정정/삭제/처리정지 요청 방법
                  <ol>
                    <li><span class="num">-</span>정보주체는 열람/정정/삭제/처리정지 요청을 할 경우 개인정보보호 담당자에게 메일로 전송해 주시면 즉시 처리해 드리도록 하겠습니다.</li>
                  </ol>
                </li>
                <li>
                  <span class="num">마.</span>만14세 미만 아동의 개인정보 수집
                  <ol>
                    <li><span class="num">-</span>회사는 만14세 미만 아동의 개인정보를 수집하지 않습니다.</li>
                  </ol>
                </li>
              </ol>
              <h2>6. 개인정보 파기절차 및 방법</h2>
              <ol>
                <li>
                  <span class="num">가.</span>회사는 수집한 개인정보의 이용목적이 달성된 후에는 보관기간 및 이용기간에 따라 해당 정보를 지체 없이 파기합니다. 파기절차, 방법, 시점은 다음과 같습니다.
                  <ol>
                    <li><span class="num">-</span>파기절차 및 시점 : 고객이 서비스 가입 등을 위해 기재한 개인정보는 서비스 해지 등 이용목적이 달성된 후 내부 방침 및 기타 관련 법령에 의한 정보보호 사유(위 개인정보의 보유 및 이용기간 참조)에 따른 보유기간이 경과한 후에 삭제되거나 파기합니다. 일반적으로 회사가 회원가입 시 수집되어 전자적 파일형태로 관리하는 개인정보는 회원 탈퇴 시점에 바로 삭제 됩니다.</li>
                    <li><span class="num">-</span>파기방법 : 종이에 출력된 개인정보는 분쇄기로 분쇄 또는 소각하거나 화학약품 처리를 하여 용해하여 파기하고, 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.</li>
                  </ol>
                </li>
              </ol>
              <h2>7. 개인정보의 안전성 확보조치에 관한 사항</h2>
              <ol>
                <li>
                  <span class="num">가.</span>회사는 개인정보가 분실, 도난, 유출, 변조, 훼손되지 아니하도록 안전성 확보에 필요한 관리적, 기술적, 물리적 조치를 다음과 같이 실시 하고 있습니다.
                  <ol>
                    <li>
                      <span class="num">-</span>관리적 조치
                      <ol>
                        <li><span class="num">①</span>개인정보의 안전한 처리를 위한 내부관리계획 수립 및 시행 (내부관리계획에 따른 개인정보보호 교육 및 정기적인 내부점검 진행)</li>
                      </ol>              
                    </li>
                    <li>
                      <span class="num">-</span>기술적 조치
                      <ol>
                        <li><span class="num">①</span>개인정보에 대한 접근 통제 및 접근 권한의 제한 조치</li>
                        <li><span class="num">②</span>개인정보를 안전하게 저장∙전송할 수 있는 암호화 기술의 적용 또는 이에 상응하는 조치</li>
                        <li><span class="num">③</span>개인정보 침해사고에 대응하기 위한 접속기록의 보관 및 위/변조 방지를 위한 조치</li>
                        <li><span class="num">④</span>개인정보에 대한 보안프로그램의 설치 및 주기적 갱신</li>
                      </ol>
                    </li>
                    <li>
                      <span class="num">-</span>물리적 조치
                      <ol>
                        <li><span class="num">①</span>비인가자에 대한 출입통제 및 문서 및 장비 보관을 위한 잠금장치 사용</li>
                      </ol>
                    </li>
                  </ol>
                </li>
              </ol>
              <h2>8. 개인정보 자동수집 장치의 설치운영 및 거부에 관한 사항</h2>
              <ol>
                <li><span class="num">가.</span>회사가 제공하는 인터넷서비스를 통하여 고객의 정보를 저장하고 수시로 찾아내는 쿠키(cookie)를 설치·운용할 경우도 있습니다. 쿠키란 웹 서버가 웹 브라우저에 보내어 저장했다가 서버의 부가적인 요청이 있을 때 다시 서버로 보내주는 문자열 정보를 말합니다. 고객이 웹사이트에 접속을 하면 고객의 브라우저에 있는 쿠키의 내용을 읽고, 추가정보를 찾아 접속에 따른 성명 등의 추가 입력 없이 서비스를 제공할 수 있습니다.</li>
                <li><span class="num">나.</span>고객은 쿠키 설치에 대한 선택권을 가지고 있습니다. 웹 브라우저 상단의 “도구 -> 인터넷옵션 -> 개인정보 -> 고급”에서 모든 쿠키를 다 받아들이거나, 쿠키가 설치될 때 통지를 보내도록 하거나, 아니면 모든 쿠키를 거부할 수 있습니다. 단, 고객이 쿠키 설치를 거부하였을 경우 서비스 이용에 불편이 있거나, 서비스 제공에 어려움이 있을 수 있습니다.</li>
                <li><span class="num">다.</span>브라우저의 종료 시나 로그아웃 시 만료됩니다</li>
              </ol>
              <h2>9. 의견수렴 및 불만 처리</h2>
              <ol>
                <li><span class="num">가.</span>회사는 고객의 의견을 매우 소중하게 생각하며, 고객은 의문사항으로부터 언제나 성실한 답변을 받을 권리가 있습니다.</li>
                <li>
                  <span class="num">나.</span>회사는 고객과의 원활한 의사소통을 위해 Help Desk 등 고객상담창구를 운영하고 있으며 고객님께서 문의사항이 있을 경우 아래의 연락처로 문의하시면 언제든 성실한 답변을 받으실 수 있습니다.
                  <ol>
                    <li><span class="num">-</span>개인정보 관련 Help Desk(TEL: 02-6313-3114)</li>
                  </ol>
                </li>
                <li><span class="num">다.</span>타 개인정보 침해에 관한 상담이 필요한 경우에는 아래의 기관으로 문의하실 수 있습니다.</li>
              </ol>
              <table class="term-board">
              <colgroup>
              <col style="width:230px;">
              <col style="width:200px;">
              <col>
              </colgroup>
              <thead>
              <tr>
                <th scope="col">기관</th>
                <th scope="col">전화번호</th>
                <th scope="col">홈페이지</th>
              </tr>
              </thead>
              <tbody>
              <tr>
                <td class="txt-l">개인정보침해신고센터</td>
                <td class="txt-l">(국번없이)118</td>
                <td class="txt-l">http://privacy.kisa.or.kr</td>
              </tr>
              <tr>
                <td class="txt-l">개인정보 분쟁조정위원회</td>
                <td class="txt-l">(국번없이)1833-6972</td>
                <td class="txt-l">https://www.kopico.go.kr/main/main.do</td>
              </tr>
              <tr>
                <td class="txt-l">대검찰청 과학수사부 사이버수사과</td>
                <td class="txt-l">(국번없이)1301</td>
                <td class="txt-l">https://cybercid.spo.go.kr/</td>
              </tr>
              <tr>
                <td class="txt-l">경찰청 사이버수사국</td>
                <td class="txt-l">(국번없이)182</td>
                <td class="txt-l">https://cyberbureau.police.go.kr/</td>
              </tr>
              </tbody>
              </table>
              <h2>10. 개인정보 보호책임자에 관한 사항</h2>
              <ol>
                <li><span class="num">가.</span>회사는 고객의 개인정보보호를 매우 소중하게 생각하며, 고객의 개인정보가 훼손, 침해 또는 누설되지 않도록 최선을 다하고 있습니다. 그러나 기술적인 보완조치를 했음에도 불구하고, 해킹 등 기본적인 네트워크상의 위험성에 의해 발생하는 예기치 못한 사고로 인한 정보의 훼손 및 방문자가 작성한 게시물에 의한 각종 분쟁에 관해서는 책임이 없습니다.</li>
                <li><span class="num">나.</span>고객의 개인정보보호 관련 문의 시 Help Desk에서 신속하고 성실하게 답변을 드리도록 하고 있습니다. 또한 고객이 회사의 개인정보보호 담당자와 연락을 원하실 경우 아래의 연락처 또는 이메일로 연락을 주시면 개인정보 관련 문의사항에 대하여 신속하고 성실하게 답변해 드리겠습니다.</li>
              </ol>
              <table class="term-board">
              <colgroup>
              <col style="width:120px;">
              <col>
              <col style="width:120px;">
              <col>
              </colgroup>
              <thead>
              <tr>
                <th scope="col" colspan="2">개인정보보호 책임자</th>
                <th scope="col" colspan="2">개인정보보호 담당자</th>
              </tr>
              </thead>
              <tbody>
              <tr>
                <th scope="row" class="txt-l">담당부서</th>
                <td class="txt-l">정보보호실</td>
                <th scope="row" class="txt-l">담당부서</th>
                <td class="txt-l">정보보호실</td>
              </tr>
              <tr>
                <th scope="row" class="txt-l">성명/직급</th>
                <td class="txt-l">박관순 상무</td>
                <th scope="row" class="txt-l">성명/직급</th>
                <td class="txt-l">강태욱 차장</td>
              </tr>
              <tr>
                <th scope="row" class="txt-l">전화번호</th>
                <td class="txt-l">02-6313-3114</td>
                <th scope="row" class="txt-l">전화번호</th>
                <td class="txt-l">02-6313-3114</td>
              </tr>
              <tr>
                <th scope="row" class="txt-l">E-Mail</th>
                <td class="txt-l">privacy@hanwha.com</td>
                <th scope="row" class="txt-l">E-Mail</th>
                <td class="txt-l">privacy@hanwha.com</td>
              </tr>
              </tbody>
              </table>
              <h2>11. 영상정보처리기기 운영∙관리에 관한 사항</h2>
              <ol>
                <li><span class="num">가.</span>회사는 아래와 같이 영상정보처리기기를 설치∙운영하고 있습니다.</li>
                <li><span class="num">나.</span>영상정보처리기기 설치근거∙목적: 회사에서 시설안전∙화재예방∙증거확보∙범죄예방 등 공익을 위하여 CCTV를 설치∙운영하고 있습니다.</li>
                <li><span class="num">다.</span>CTV 설치현황</li>
              </ol>
              <table class="term-board">
              <colgroup>
              <col style="width:85px;">
              <col style="width:125px;">
              </colgroup>
              <thead>
              <tr>
                <th scope="col" rowspan="2">구분</th>
                <th scope="col" rowspan="2">총설치대수 (EA)</th>
                <th scope="col" colspan="7">설치장소</th>
              </tr>
              <tr>
                <th scope="col">E/V</th>
                <th scope="col">옥외</th>
                <th scope="col">PH</th>
                <th scope="col">1F~6F</th>
                <th scope="col">E/V</th>
                <th scope="col">기반설비</th>
                <th scope="col">기타</th>
              </tr>
              </thead>
              <tbody>
              <tr>
                <td>IDC센터</td>
                <td>148</td>
                <td>3</td>
                <td>3</td>
                <td>3</td>
                <td>85</td>
                <td>14</td>
                <td>39</td>
                <td></td>
              </tr>
              </tbody>
              </table>
              <ol>
                <li><span class="num">다.</span>관리책임자, 담당부서 및 영상정보에 대한 접근 권한자: IDC기획팀 이웅 사원</li>
                <li>
                  <span class="num">라.</span>영상정보 촬영시간, 보관기간, 보관장소, 처리방법
                  <ol>
                    <li><span class="num">-</span>촬영시간 : 24시간 촬영</li>
                    <li><span class="num">-</span>보관기간 : 촬영시부터 70일</li>
                    <li><span class="num">-</span>보관장소 및 처리방법 : 죽전데이터센터</li>
                  </ol>
                </li>
                <li><span class="num">마.</span>영상정보 확인 방법 및 장소: 관리책임자 영상정보에 요구</li>
                <li><span class="num">바.</span>정보주체의 영상정보 열람 등 요구에 대한 조치: 귀사/귀하의 개인영상정보에 관하여 열람 또는 삭제를 원하는 경우 영상정보처리기기 운영자에게 요구할 수 있습니다. 단, 귀하/귀사가 촬영된 개인영상정보 및 정보주체의 급박한 생명, 신체, 재산의 손실, 법적 자료제출의무가 있는 경우에 상황에 한정됩니다. 영상정보에 관련된 열람 또는 존재확인, 삭제를 요구한 경우 지체없이 필요한 조치를 취합니다.</li>
                <li>
                  <span class="num">사.</span>영상정보 보호를 위한 기술적.관리적.물리적 조치: 
                  <ol>
                    <li><span class="num">-</span>영상정보보호를 위한 내부 관리지침 개정 및 직무수행</li>
                    <li><span class="num">-</span>영상정보에 대한 물리적 접근통제 및 접근권한의 제한 조치</li>
                    <li><span class="num">-</span>영상정보를 안전하게 저장하는 기술의 적용</li>
                    <li><span class="num">-</span>영상정보의 안전한 관리를 위한 영상정보 담당자 교육 시행</li>
                    <li><span class="num">-</span>영상정보 보관 및 변조 방지를 위한 조치 (열람할 경우의 목적, 열람자, 열람 일시 등 기록 관리조치)</li>
                  </ol>
                </li>
              </ol>
              <h2>12. 개인정보 처리방침의 변경에 관한 사항</h2>
              <p>현 개인정보처리방침은 2023년 3월 1일에 제정되었으며 정부의 정책 또는 보안기술의 변경에 따라 내용의 추가, 삭제 및 수정이 있을 경우에는 일반적인 내용의 경우 개정 최소 7일 전부터, 중요한 내용의 경우 개정 최소 30일 전부터 홈페이지(https://hsi.cleverse.kr)를 통해 고지할 것입니다.</p>
              
            </div>
          </div>
        </div>
      </div>
    </template>

    <template v-slot:btnWrap>
      <div class="btn-wrap">
        <span>
          <div class="input-chk square">
            <input type="checkbox" name="chk" id="chk" :checked="isChecked" @click="isChecked = !isChecked">
            <label for="chk">개인정보 처리방침에 동의 합니다.</label>
          </div>
        </span>
        <span>
          <button type="button" class="btn lg" :disabled="!isChecked">확인</button>
        </span>
      </div>
    </template>
  </base-popup>

</template>

<script lang="ts">
import { defineComponent } from 'vue'
import basePopup from "@/components/layout/basePopup.vue";

export default defineComponent({
  components: {
    basePopup,
  },
  props: {
    pageInfo: null,
    propShowModal: {
      type: Boolean,
      default: false,
    },
  },
  data(){
    return{
      isChecked: false,
      currentTab: 0,
      tabsType: ['이용약관', '개인정보 처리방침'],
      showModal: this.propShowModal,
    }
  },
  watch: {
    'propShowModal': function(){
      this.showModal = this.propShowModal
    }
  },
  methods:{
    onHideModal(){
      this.$emit('popClose');
    },

  }
})
</script>